---
kind: other
id: Properties.T:Autodesk.Revit.UI.SelectionUIOptions
source: html/12e366b2-1437-3e59-f754-8e141ebbe031.htm
---
# SelectionUIOptions Properties

Indicates whether controls and temporary dimensions are activated on selection of multiple elements.